tap "homebrew/services"
brew "openssl@3"
brew "ffmpeg"
brew "go"
brew "jq"
brew "ripgrep"
brew "terminal-notifier"
brew "uv"
brew "zlib"
cask "affinity"
cask "alt-tab"
cask "appcleaner"
cask "arduino-ide"
cask "bitwarden"
cask "claude-code"
cask "devpod"
cask "discord"
cask "displaylink"
cask "github"
cask "google-chrome"
cask "hiddenbar"
cask "keycastr"
cask "linearmouse"
cask "notchnook"
cask "obs"
cask "raycast"
cask "spotify"
cask "the-unarchiver"
cask "warp"
cask "zed"
